tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "laishulu/cask-fonts"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "antibody"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "bettercap"
brew "burp"
brew "fontconfig"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "clib"
brew "cmake"
brew "cmctl"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "dpkg"
brew "e2fsprogs"
brew "folly"
brew "edencommon"
brew "node"
brew "esbuild"
brew "exa"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "sqlite"
brew "python@3.11"
brew "fontforge"
brew "freetds"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goto"
brew "grep"
brew "htop"
brew "httpd"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libfido2"
brew "libpq"
brew "lolcat"
brew "mailhog"
brew "mas"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nss"
brew "nvm"
brew "oha"
brew "openjdk"
brew "openvpn"
brew "php"
brew "php@8.1", restart_service: true
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "redis", restart_service: true
brew "ripgrep"
brew "sqlmap"
brew "starship"
brew "supervisor"
brew "tmux"
brew "toilet"
brew "tree"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "shivammathur/php/php@7.4"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "alacritty"
cask "android-studio"
cask "clockify"
cask "dbeaver-community"
cask "fig"
cask "figma"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sarasa-nerd"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "smcfancontrol"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "Endel", id: 1346247457
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codingyu.laravel-goto-view"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "ctf0.laravel-goto-controller"
vscode "cweijan.vscode-database-client2"
vscode "dansysanalyst.pest-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "hollowtree.vue-snippets"
vscode "hookyqr.beautify"
vscode "ihunte.laravel-blade-wrapper"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "josetr.cmake-language-support-vscode"
vscode "joshbolduc.story-explorer"
vscode "kleber-swf.unity-code-snippets"
vscode "lacroixdavid1.vscode-format-context-menu"
vscode "localizely.flutter-intl"
vscode "lottiefiles.vscode-lottie"
vscode "m1guelpf.better-pest"
vscode "matt-meyers.vscode-dbml"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-it"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "naoray.laravel-goto-components"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "omartawfik.github-actions-vscode"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "patbenatar.advanced-new-file"
vscode "pgl.laravel-jump-controller"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "silvenon.mdx"
vscode "sleistner.vscode-fileutils"
vscode "sophisticode.php-formatter"
vscode "standard.vscode-standard"
vscode "tamasfe.even-better-toml"
vscode "teamwork.twp"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "unclebeast.har-viewer"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "waderyan.gitblame"
vscode "wallabyjs.quokka-vscode"
vscode "withfig.fig"
vscode "wix.glean"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
